// ถังดับเพลิง
export const fire = [
    {
        name: "เครื่องดับเพลิง ชนิดเคมีแห้ง Rating 1B ขนาด 2.2 ปอนด์ พร้อมขารัด GN",
        codeProduct: "A0148262",
        price: "846฿",
        type: "ผงเคมีแห้ง",
        size: "2.2 ปอนด์",
        weightChemical: "1.0 KG.",
        weightTank: "0.8 KG.",
        weightAll: "1.8 KG.",
        height: "300 MM.",
        diameter: "90 MM.",
        thrust: "N2",
        thing: "1.21 MPa/175 PSI",
        period: "10 Sec.",
        spray: "2-3 M.",
        ability: "เหมาะสำหรับดับเพลิงประเภท A, B, C",
        warranty: "รับประกันคุณภาพผงเคมีระยะเวลา 2 ปี และรับประกันคุณภาพตัวถังเครื่องดับเพลงระยะเวลา 2 ปี"
    },
    {
        name: "",
        codeProduct: "",
        price: "",
        type: "",
        size: "",
        weightChemical: "",
        weightTank: "",
        weightAll: "",
        height: "",
        diameter: "",
        thrust: "",
        thing: "",
        period: "",
        spray: "",
        ability: "",
        warranty: ""
    },
]


// ไฟฉุกเฉิน
export const light = [
    {
        name: "ไฟฉุกเฉิน LED 12V 9W SG209CD2  SUNNY ",
        list01: "​​​​​​​ผลิตจากพลาสติก มีน้ำหนักเบา พกพาสะดวก",
        list02: "​​​​​​​หลอด LED จำนวน 2 หลอด ประหยัดพลังงาน",
        list03: "​​​​​​​ใช้งานได้ต่อเนื่องสูงสุด 2 ชั่วโมง",
        list04: "​​​​​​​ควรติดตั้งในระยะความสูงไม่เกิน 5 เมตร",
        list05: "​​​​​​​สามารถชาร์จแบตเตอรี่กับไฟฟ้าภายในบ้านได้",
        list06: "​​​​​​​ใช้ติดตั้งเฉพาะในอาคารเท่านั้น",
        list07: "สำหรับให้แสงสว่างในกรณีฉุกเฉิน เช่น ไฟดับ",
        list08: "​​​​​​​มอก.1955-2551",
        typeSunny: "ไฟฉุกเฉิน ",
        material: "พลาสติก + อลูมิเนียม",
        color: "ขาว ​​​​​​​● กำลังไฟ(วัตต์): 2 x 9W",
        Light: "ขาว (Daylight)",
        lumen: "2 x 726.0lm",
        Kelvin: "6000K x2",
        sizebettery: "3.2V 6Ah",
        hour: "2Hrs.",
        sizeproduct: "กว้าง 25 x ยาว 8 สูง 23 ซม.",
        sizePack: "กว้าง 28 x ยาว 11 x สูง 26 ซม.",
        weight: "1.4 กก."
    }
]


// ป้ายไฟฉุกเฉิน
// export const 


// อุปกรณ์จราจร
export const traffic = [
    {
        name: "กรวยจราจร ขนาด 30ซม. (1แถบ)",
        desc01: "ใช้สำหรับวางกั้นเขต แบ่งเขตตามแนวถนน เพื่อความปลอดภัยในงานจราจร",
        desc02: "ผลิตจากพลาสติก PVC ขึ้นรูปคุณภาพดี เมื่อโดนรถทับสามารถคืนตัวได้ภายใน 20วิ",
        desc03: "สีสีส้มสว่างเห็นได้เด่นชัด มองเห็นได้ตั้งแต่ในระยะไกล",
        desc04: "ทนแดด ทนฝน ทนทานต่อทุกสภาพอากาศ",
        desc05: "แข็งแรง ทนทาน ใช้งานได้นาน",
        desc06: "แถบสะท้อนแสง 2 แถบ สะท้อนไกลถึง 200 เมตร",
        desc07: "ขนาด 21.2 x 21.2 x 30 ซม.",
        desc08: "สีส้ม",
    }
]


// accessory
export const accessory = [
    {
        name: " ป้ายพลาสวูดถังดับเพลิง FIRE EXTINGUISHER ขนาด 20 x 30 ซม. สีแดง",
        desc01: "ป้ายข้อความ (ถังดับเพลิง FIRE EXTINGUISHER) เพื่อแจ้งสถานที่เก็บอุปกรณ์และย้ำเตือนความปลอดภัย",
        desc02: "ป้ายผลิตจากพลาสวูด แข็งแรง ทนทาน สวยงาม",
        desc03: "พร้อมแผ่นกาว 2 หน้า สำหรับติดตั้งในแพ็ค สะดวก ใช้งานง่าย",
        desc04: "ป้ายได้รับมาตรฐานเป็นที่ยอมรับทั้งในหน่วยงานราชการ รัฐวิสาหกิจ ผู้ประกอบการโรงงาน และอาคารสำนักงาน",
        desc05: "● สีแดง",
        desc06: "ป้ายพลาสวูด",
        desc07: "กาวสองหน้า"
    }
]